Repository: MPDL/rdmo-plugins-readme
Catalog: rdmo_readme/locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Template view's URI
de: URI der Template-Ansicht
es: URI de la vista de plantilla

source: Change this field only if you want to provide your own template view.
de: Dieses Feld soll nur geändert werden, wenn eine eigene Template-Ansicht bereitgestellt wird.
es: Este campo sólo debe cambiarse si se proporciona una vista de plantilla.

source: Project dataset(s)
de: Projektdatensätze
es: Conjunto(s) de datos del proyecto

source: One README file will be created for each selected choice. If you want a single README file with all datasets, please select the last choice.
de: Für jede ausgewählte Option wird eine README-Datei erstellt. Die letzte Option erzeugt eine einzige README-Datei mit allen Datensätzen.
es: Se creará un archivo Léame por cada opción seleccionada. Si desea un único archivo Léame con todos los conjuntos de datos, seleccione la última opción.

source: All datasets in one file
de: Alle Datensätze in einer Datei
es: Todos los conjuntos de datos en un único archivo

source: There are no datasets defined yet
de: Es sind noch keine Datensätze definiert
es: Aún no hay conjuntos de datos definidos

source: Please put some information in your data management plan.
de: Der Export wird nach dem Aufüllen des Data Management Plans möglich.
es: La exportación será posible una vez completado el plan de gestión de datos.

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal

source: The README could not be created.
de: Die README konnte nicht erstellt werden.
es: No se pudo crear el Léame.

source: Export README file(s)
de: README-Datei(en) exportieren
es: Exportación de archivos Léame

source: This export plugin creates one or multiple README files with information from the RDMO project's datasets. You can create a custom view that needs to be imported beforehand and use it as a template for your README files. A default view will be otherwise used.
de: Dieses Export-Plugin erstellt eine oder mehrere README-Dateien mit Informationen aus den Datensätzen im RDMO-Projekt. Für die Erstellung der README-Datei wird eine Ansicht als Template benutzt. Wenn eine alternative Ansicht benutzt werden soll, muss diese davor importiert werden.
es: Este plugin de exportación crea uno o varios archivos Léame con información de los conjuntos de datos del proyecto RDMO. Para crear el archivo Léame se utiliza una vista como plantilla. Si se desea utilizar una vista alternativa, esta debe importarse previamente.

source: Go
de: Ausführen
es: Ir
